#include <stdio.h>

int main(void) {
printf("========================================\n");
printf("       ЛАБОРАТОРНАЯ РАБОТА № 1\n");
printf("========================================\n");
printf("Дисциплина: Алгоритмизация и программирование\n");
printf("Язык: C\t");
printf("Тема: Первая программа\t\n");
printf("----------------------------------------\n");
printf("#include         Подключение библиотеки\t\n");
printf("main             Начало выполнения\t\n");
printf("printf           Вывод текста\t\n");
printf("return 0         Успешное завершение\t\n");
printf("----------------------------------------\n");
printf("Статус: программа выполнена успешно\n");
printf("========================================\n");
}
