#include <stdio.h>

int main(void) {
printf("========================================\n");
printf("       ЛАБОРАТОРНАЯ РАБОТА № 1"\n);
printf("========================================\n");
printf("Дисциплина: Алгоритмизация и программирование\n");
printf("Язык: C\t");
printf("Тема: Первая программа\t");
printf("----------------------------------------\n");
printf("#include         Подключение библиотеки");
printf("main             Начало выполнения\n");
printf("printf           Вывод текста\n");
printf("return 0         Успешное завершение");
printf("----------------------------------------\n");
printf("Статус: программа выполнена успешно\n");
printf("========================================\n");
}